<style scoped>
.doc {
    overflow-y: auto;
    /* 确保页面可以垂直滚动 */
}

.icon {
    display: flex;
    justify-content: center;
    align-items: center;
}

.content {
    margin-left: 50px;
    /* 或者使用 margin-left */
    margin-right: 50px;
}

.footer {
    position: relative;
    /* height: 100%; */
    bottom: 0%;
    width: 100%;
    text-align: center;
    /* background-color: white; */
    /* 确保背景色 */
    padding: 10px 0;
    /* 添加一些内边距 */
    box-shadow: 0 -1px 5px rgba(0, 0, 0, 0.1);
    /* 添加阴影以区分内容和 footer */
}
</style>

<template>
    <div>
        <div class="doc">
            <div class="icon">
                <img src="/logo.jpg" width="250" alt="糟糕！图片被偷走了:<">
            </div>

            <div class="content">
                <h2 style="text-align: center;">
                    邻聚 · 智慧物业 · 关于</h2>
                <hr>

                <h2>项目简介</h2>
                <p>“邻聚”是一款专为智慧社区设计的移动端平台，旨在通过整合多种物业管理功能，为居民和物业提供便捷、高效的互动体验。平台包含车辆登记、生活缴费、访客邀请、报修登记、投诉建议等核心模块，致力于解决传统社区管理中的信息不对称和响应不及时的问题。
                    通过“邻聚”，居民可以方便地管理日常事务，而物业也能更有效地提供服务，提升整体社区的管理效率和居民的生活质量。作为智慧社区的一部分，“邻聚”不仅提供了一个高效的管理工具，更促进了社区内部的和谐与互动，最终实现智慧、便捷、和谐的社区愿景。
                </p>
                <hr>
                <h2>团队说明</h2>
                <p>团队名称：邻聚·Neighborgether</p>
                <p>中文寓意：“邻聚”这一名称巧妙地融合了“邻居”和“聚集”两个词语，寓意着邻里之间的团结与互助。作为一个智慧社区平台，“邻聚”旨在通过先进的技术手段，将社区中的每一位居民紧密联系在一起，为他们提供便捷、和谐的生活环境。为用户带来便捷、轻松的社区物业体验。
                </p>
                <p>团队宣言：我们是“邻聚”，一个致力于打造智慧社区的团队。我们的目标是通过创新的技术手段，提供高效、便捷的物业管理解决方案，让每一位社区居民都能享受到无忧的生活体验。作为团队，我们相信合作、沟通和不断的自我提升是成功的关键。我们所有团队成员将竭尽全力，以专业的态度和坚定的信念，为实现这一目标共同奋斗。让“邻聚”成为每个社区温暖、和谐的象征！
                </p>
                <p>Logo寓意说明：“邻聚”平台的Logo以绿色为主色调，象征着和谐与友善，这也反映了平台致力于构建一个温馨、和睦社区的核心理念。Logo中房子的图形代表社区，象征着居住的空间与安全感；环绕着房子的绿色树叶象征社区中的每一位住户，表达了邻聚平台对每一位用户的关怀与重视。整个Logo的设计传递出邻聚平台的愿景——通过智慧化的管理手段，解决社区物业管理中常见的痛点，推动社区内高效、友善的沟通与互动，构建一个充满生机与活力的现代化智慧社区。
                </p>

            </div>
            <div class="footer">
                <p align="center">Copyright© 2024 · 邻聚 · Neighborgether</p>
            </div>
        </div>
    </div>

</template>